Revit 2027 API
AdvancedWood.WoodPoreRadius Property
 The property labeled "Radius (cm) of the impact circle of each pore" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodPoreRadius { get; }
Public Shared ReadOnly Property WoodPoreRadius As String
	Get
public:
static property String^ WoodPoreRadius {
	String^ get ();
}
static member WoodPoreRadius : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace